Repository: azamatxabibullayev/cryptoindex
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Books
ru: Книги

source: Chat
ru: Чат

source: Birjalar
ru: Бирджа

source: Yangiliklar
ru: Новости

source: Salom
ru: Привет

source: Login
ru: Логин

source: Registratsiya
ru: Регистрация

source: Bosh Sahifa
ru: Главная страница

source: Video darslar
ru: Видео уроки

source: Tex-Analizlar
ru: Tex-анализ

source: Ma'lumotlar
ru: Информации

source: Birjalar bilan ishlash
ru: Работа с биржами

source: Maslahatlar
ru: Советы

source: Signallar
ru: Сигналы

source: Darsliklar
ru: Учебники

source: Kitoblar
ru: Книги

source: Indikatorlar
ru: Индикаторы

source: Zametkalar
ru: Заметки

source: Biz bilan bog'lanish
ru: Связаться с нами

source: Podpiska muddati
ru: Период подписки

source: Zametkalar
ru: Заметки

source: Biz bilan bo'g'lanish
ru: Связаться с нами

source: Padpiska muddati
ru: Период подписки

source: Sizning faolligingiz
ru: Ваши активность

source: Obuna turlari
ru: Виды подписки

source: Analiz qiling
ru: Анализируйте

source: Kuzating
ru: Обращайте внимание

source: Qo'rquv indeksi
ru: Индекс страха

source: Birinchi
ru: Первый

source: Avvalgi
ru: Предыдущий

source: Keyingi
ru: Следующий

source: Ohirgi
ru: Последний

source: Pro padpiskani sotvolganinizdan so'ng ko'ra olasiz
ru: Вы сможете просмотреть его после покупки подписки Pro.

source: Standard yoki Proni sotib olganingizdan so'ng bu analizlar ochiladi
ru: Этот анализ разблокируется после покупки Standard или Pro.

source: Bu bo'limni ko'rish uchun birinchi akkauntingizga kiring.
ru: Войдите в свой аккаунт, чтобы посмотреть этот раздел.

source: Kirish
ru: Вход

source: Tez kunda...
ru: Скоро...

source: Tez kunda..
ru: Скоро...

source: Indikatorlardan qidiring....
ru: Ищите индикаторы....

source: Qidirish
ru: Поиск

source: Orqaga qaytish
ru: Назад

source: Batafsil o'qish
ru: Читать далее

source: Hech qanday natija topilmadi.
ru: Результаты не найдены.

source: Ushbu bo'lim imkoniyatlaridan foydalanish uchun obuna sotib olishingiz kerak
ru: Для использования этого раздела вам необходимо приобрести подписку.

source: Qidiring
ru: Поиск

source: Barcha narsalar haqida kerakli ma'lumotlar
ru: Необходимая информация обо всем

source: Search...
ru: Поиск...

source: Qidiruv
ru: Поиск

source: Qidirish...
ru: Поиск...

source: Darsliklar va Pattern turlari
ru: Учебники

source: < Orqaga
ru: < Назад

source: O'chirishni tasdiqlash
ru: Подтвердить удаление

source: Ha, o'chirilsin
ru: Да, удалить

source: Orqaga
ru: Назад

source: Zametkani tahrirlash
ru: Редактировать заметку

source: Zametkani o'chirish
ru: Удалить заметку

source: Tahrirlash
ru: Редактировать

source: Saqlash
ru: Сохранять

source: Zametkalaringizni ko'rish uchun birinchi akkauntingizga kiring.
ru: Войдите в свой аккаунт, чтобы посмотреть свои заметки.

source: Foydalanuvchi nomi
ru: Имя пользователя

source: Parol
ru: Пароль

source: kirish
ru: вход

source: Parolni unutdingizmi ?
ru: Забыли пароль?

source: Parolni unutdingizmi?
ru: Забыли пароль?

source: Parolni tiklash
ru: Сброс пароля

source: Foydalanuvchi email
ru: Электронная почта пользователя

source: Sizning parolingiz muvaffaqiyatli o'zgartirildi. Endi siz yangi parolingiz bilan tizimga kirishingiz mumkin.
ru: Ваш пароль был успешно изменен. Теперь вы можете войти в систему с новым паролем.

source: Yangi parolni kiriting
ru: Введите новый пароль

source: Yangi parol:
ru: Новый пароль:

source: Parolingiz quyidagi talablarni bajarishi kerak:
ru: Ваш пароль должен соответствовать следующим требованиям:

source: Parolingiz boshqa shaxsiy ma'lumotlaringizga o'xshash bo'lmasligi kerak.
ru: Ваш пароль не должен совпадать с другой вашей личной информацией.

source: Parolingiz kamida 8 ta belgidan iborat bo'lishi kerak.
ru: Ваш пароль должен иметь длину не менее 8 символов.

source: Parolingiz keng tarqalgan parol bo'lmasligi kerak.
ru: Ваш пароль не должен быть общим паролем.

source: Parolingiz faqat raqamlardan iborat bo'lmasligi kerak.
ru: Ваш пароль не должен содержать только цифры.

source: Parolni o'zgartirish
ru: Изменить пароль

source: Yangi Parol
ru: Новый пароль

source: Yangi parol so'rovingiz muvaffaqiyatli bajarildi. Tasdiqlash kodi qisqa muddat ichida elektron pochtangizga yuboriladi.
ru: Ваш запрос нового пароля прошел успешно. Код подтверждения будет отправлен на вашу электронную почту в ближайшее время.

source: Parolni tiklash havolasi yaroqsiz, ehtimol u allaqachon ishlatilgan. Iltimos, yangi parolni tiklashni so'rang.
ru: Ссылка для сброса пароля недействительна, возможно, она уже использовалась. Пожалуйста, запросите сброс нового пароля.

source: Profil
ru: Профиль

source: Ism:
ru: Имя:

source: Obuna tafsilotlari
ru: Подробности подписки

source: Premium turi:
ru: Премиум Тип:

source: Obuna boshlandi:
ru: Подписка началась:

source: Obuna tugaydi:
ru: Срок подписки истекает:

source: Profilni tahrirlash
ru: Редактировать профиль

source: Siz hozir oddiy foydalanuvchisiz.
ru: Вы сейчас обычный пользователь.

source: Chiqish
ru: Выход

source: Profilni o'zgartirish
ru: Редактировать профиль

source: Ro'yxatdan o'tish
ru: Зарегистрироваться

source: Ism
ru: Имя

source: Familiya
ru: Фамилия

source: Rasm talab etilmaydi
ru: Изображение не требуется

source: Parolni tasdiqlang
ru: Повторите пароль

source: Profilni Tahrirlash
ru: Редактировать профиль

source: O'zgartirish
ru: Изменять

source: Profilni O'zgartirish
ru: Редактировать профиль

source: Parol uchun minimum uzunlik 8 tani tashkil qiladi.
ru: Минимальная длина пароля — 8.

source: Bu foydalanuvchi nomi band. Iltimos, boshqa nom tanlang.
ru: Это имя пользователя занято. Пожалуйста, выберите другое имя.

source: Bu email ro'yxatdan o'tilgan. Iltimos, boshqa email manzilini kiriting.
ru: Этот адрес электронной почты зарегистрирован. Пожалуйста, введите другой адрес электронной почты.

source: Parollar mos emas.
ru: Пароли не совпадают.

source: Foydalanuvchi nomi yoki paroli noto'g'ri kiritildi.
ru: Имя пользователя или пароль были введены неверно.
